[{"photoURL":"https://img.huffingtonpost.com/asset/587d4cfc1700009f0a92a6cb.jpeg?ops=scalefit_600_noupscale","profile":"In my years at Princeton, I’ve really learned what it means to find your passion: coming in as a chemistry major, I am currently a history major focused in 20th century American and colonial studies. I’m most comfortable teaching humanities, math, basic chemistry, and Italian. One of my favorite things about history is how essential communication is – to be able to teach and historicize an era requires a clear, structured way of writing. So, I’ve come to love writing, teaching writing, and literature (specifically poetry), though I do have a background in calculus and chemistry. At Princeton, I’ve become more attuned to my culture and identity, participating in various activism groups for Latinx and LGBT rights! During one summer, I went to Tanzania on a seminar to study neo-colonialism and governmental policy. I’m also an intern for the LGBT Taskforce in D.C focused on human rights policy work! I hope to go to law school and become a human rights lawyer.","price":"50","subject":"Science","name":"Richard Dixon","phone":"503-555-5555"},{"photoURL":"https://cdn-images-1.medium.com/max/1600/1*NGBfTBBwPHMHq5PENYqLCQ.jpeg","profile":"Because everyone, even the smartest and brightest, needs help sometimes, I want to offer my experiences and advice whenever possible. In high school, my successes in academics and extracurricular activities attracted motivated underclassmen and peers to ask \"What did you do to perform well?\" Truly, it is impossible to simply replicate someone else's approach to studying or doing anything because each individual is unique. My strongest asset has always been my personalized advice and empathy towards others that allows me to find the best solution for them. \nNow, as an undergraduate student at Princeton University, I'm most passionate about the subjects of Economics, Math, and Latin. These were all subjects that I deeply enjoyed in high school and still am heavily involved with in college. As a tutor, my goal is to untangle any academic problem we encounter together and build a connection with you (the student) at the same time.","price":"24","subject":"English","name":"Jen Johnson","phone":"567-985-3423"},{"photoURL":"https://media.istockphoto.com/photos/beautiful-asian-girl-in-classroom-corridor-picture-id620725482?k=6&m=620725482&s=612x612&w=0&h=AX-SC0eXFKeZc1-ElFsoVGgJcXhpJ-rvLRH3YjLL_lk=","profile":"I really enjoy engaging with fellow students to empower and enrich their experiences with various subjects. I have tutored many students in the past years, specifically for the ACT and various mathematics courses. I really love translating difficult information into simpler analogies, and I love infusing creativity in my approach. \n\nI am a definite people person and I plan on utilizing that in my future career. I am looking at a career within the administration field in the healthcare realm as a solution to the breadth of my academic interests. I participated and am still participating in various public speaking organizations and competitions, therefore I really feel that my strength lies within my ability to communicate effectively and efficiently. Above all, I like to integrate fun into my lessons and sessions to ensure that the learning process is both enjoyable and memorable. GO TIGERS!","price":"35","subject":"French","name":"Alice Bardem","phone":"543-678-9435"},{"photoURL":"https://i.imgur.com/MGGU9iP.jpg","profile":"I am a current undergrad who had the opportunity to live and learn in India for year. I love to swim, read about grand strategy and development economics, and play board games. \n\nI attended Regis High School in Manhattan where I was generously gifted a world-class education in addition to the opportunity to be part of an intimate community of peers and teachers. Learning in class and debating complex issues extracurricularly expanded my mind to the realities of the world and the possibilities of an individual.\n\nI am also an Eagle Scout and sleep-away camp counselor for children with Type 1 diabetes.\n\nAs a tutor I have experience teaching a range of math subjects, especially Pre-Algebra, Algebra I, Alegebra II, Geometry, and Trigonometry. During my senior year of high school, I also spent three months as a part time teacher at Our Lady Queen of Angels School in Manhattan where I taught middle school math.\n\nI always enjoy working with kids and I look forward to getting to know each student I work with as we develop relationships that extend beyond the next test or paper.","price":"18","subject":"Biology","name":"Ben Kennedy","phone":"324-444-2456"},{"photoURL":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSCoxv8VtA05AMTBa8AsstU0jRlrn_1LyhkpsrTKmbZCWbQnA1K","profile":"\"As a young man, I loved visiting the classroom of my grandmother, a beloved teacher who showed me that every student has great potential.  While my formal training came from David Lipscomb College, my heart for being in the classroom was instilled much earlier by my grandmother.  I earned my B.S. in elementary education and followed her footsteps into a first grade teaching position, a career which was short-lived since Clark and I wished to begin our family.  Three of our four children attended public school; however, when the fourth was due to begin kindergarten, the dormant teacher spirit within me rose, and we chose to forge a new path into homeschooling.  Three years later God introduced us to RTA, and we confidently walked through the high school years with our two oldest children.  Now the two youngest are attending RTA and I am tickled to be back in front of a chalkboard (okay, dry erase board!) again, teaching and learning about composition and literature.   I am excited to have a good excuse to read more, with the addition of the literature class, but I am most thrilled to have the opportunity to sit around the table and learn with your delightful students.  I enjoy music, good books, sunsets, coffee with friends, and leisurely breakfasts with my family.\"  ~ Valerie tutors our Composition I & II classes as well as the Freshman English class, and she is also the Staff Director on the RTA Board.","price":"30","subject":"Economics","name":"Lenny Wilson","phone":"342-444-2345"}]